Repository: dinhquydds/nanocucurmin
Catalog: tm/detai-level2.tmx
Source language: en_us
Languages: vi

source: &cefaclor paste placed with lentulospiral (11 weeks)
vi: &cefaclor được quay bằng lentulo (11 tuần)

source: (22) as follows:
vi: (22) như sau:

source: (9), which is a mixture of metron- idazole, ciprofloxacin, and minocycline.
vi: (9), đó là hỗn hợp của metronidazole, ciprofloxacin, và minocyclin.

source: (A) Control (cells in culture medium) and (B–G) 0.024-, 0.097-, 0.39-, 1.56-, 6.25-, and 25.00-mg/mL concentrations (40x magnification).
vi: (A) Nhóm chứng (tế bào trong môi trường nuôi cấy) và (B–G) nồng độ 0.024-, 0.097-, 0.39-, 1.56-, 6.25-, và 25.00-mg/mL (phóng đại 40x).

source: (A) DPCs and (B) APCs.
vi: (A) DPCs và (B) APCs.

source: *A significant difference from the control group (P < .001).
vi: *Khác biệt có ý nghĩa với nhóm chứng (P < .001).

source: *A significant difference from the control group (P < .01).
vi: *Khác biệt có ý nghĩa với nhóm chứng (P < .001).

source: *denote a significant decrease relative to the untreated control (P ¡ 0.0001).
vi: * biểu thị giảm có ý nghĩa liên quan tới nhóm chứng không can thiệp (P < 0.0001).

source: - Absence of (continued) external root resorption;
vi: - Không có ngoại tiêu chân răng;

source: - Following infection in the pulp subsequent problems may include inflammation of the surrounding bone, resorption of tooth root or surrounding bone, increased tooth mobility and eventually tooth loss.
vi: - Tiếp theo sự nhiễm trùng tuỷ răng những vấn đề tiếp theo có thể bao gồm viêm xương xung quanh, tiêu chân răng hoặc xương xung quanh, tăng lung lay răng và cuối cùng là mất răng.

source: - Healing of pre-existing bony periapical lesion;
vi: - Lành thương của tổn thương xương quanh chóp trước đó;

source: - Immature teeth have a wide root canal, thin canal walls that are prone to fracture, and a wide open apex at the root tip.
vi: - Răng chưa trưởng thành có ống tuỷ rộng, thành ống tuỷ mỏng dẫn đến dễ gãy, và lỗ chóp răng mở rộng.

source: - Increase of root canal thickness and length;
vi: - Tăng chiều dày và chiều dài chân răng;

source: - No signs and symptoms of inflammation;
vi: - Không dấu hiệu và triệu chứng viêm;

source: - No unacceptable colour changes;
vi: - Không đổi màu đến nỗi không chấp nhận được;

source: - Patient acceptance;
vi: - Bệnh nhân chấp nhận;

source: - Positive response to sensibility testing;
vi: - Thử nghiệm nhạy cảm dương tính;

source: - Radiographic detection of a new PDL along the inner wall of the root canal.
vi: - Phim xquang phát hiện PDL mới dọc theo thành trong của ống tuỷ chân răng.

source: - The loss of the dental pulp (nerve) stops any further root development;
vi: - Tuỷ răng chết (thần kinh) dừng lại sự phát triển thêm của chân răng;

source: / or periapical area.
vi: hoặc vùng quanh chóp

source: 0.024 mg/mL either 3Mix or each single drug.
vi: 0.024 mg/mL hoặc là 3Mix hoặc mỗi thuốc đơn lẻ.

source: 1 and 2).
vi: 1 và 2).

source: 1.1 mm [25] or 1.5 mm [26] in order to achieve proper revascularization.
vi: 1.1 mm [25] or 1.5 mm [26] để đạt được sự tái sinh mạch máu thích hợp

source: 1.56 mg/mL generated less than 90% cell viability, whereas metronida- zole at all concentrations had little effect on cell viability (Fig. 5).
vi: 1.56 mg/mL tạo ra ít hơn 90% tế bào sống, trong khi metronidazole tại tất cả nồng độ có ít ảnh hưởng lên sự sống tế bào (Hình 5)

source: 10 | Cell Culture Basics
vi: 10 | Nuôi cấy tế bào cơ bản

source: 10.Cellularity
vi: 10. Tế bào

source: 100% bone
vi: 100% xương

source: 100% fibrous tissue
vi: 100% mô sợi

source: 11 weeks- irrigation, bleeding induced with file till CEJ.
vi: 11 tuần - bơm rửa, làm chảy máu bằng trâm nội nha đến CEJ.

source: 11.Cellular morphology
vi: 11.Hình thái tế bào

source: 12 | Cell Culture Basics
vi: 12 | Nuôi cấy tế bào cơ bản

source: 15 K-type file was inserted 1.00–2.00 mm short of the root apex.
vi: 15 K file được đặt vào ngăn hơn lỗ chóp 1 -2 mm.

source: 15 month- access cavity reopened, dentin bridge formation on clinical evaluation, positive response to electric pulp testing.
vi: 15 tháng - mở tuỷ, đánh giá cầu ngà trên lâm sàng, thử điện dương tính.

source: 18 | Cell Culture Basics
vi: 18 | Nuôi cấy tế bào cơ bản

source: 1939: 2 billion
vi: 1939: 2 tỷ

source: 1960: 3 billion
vi: 1960: 3 tỷ

source: 1975: 4 billion
vi: 1975: 4 tỷ

source: 1985: 5 billion
vi: 1985: 5 tỷ

source: 1993: 6 billion
vi: 1993: 6 tỷ

source: 1:7(standard mix)
vi: 1:7(trộn tiêu chuẩn)

source: 1hour later bonded composite placed
vi: 1 giờ sau trám composite

source: 1st visit access cavity prepared but left patent for drainage
vi: Lần hẹn thứ nhất mở tuỷ, sửa soạn, để trống để dẫn lưu

source: 1st visit- access, no instrumentation, disinfection
vi: Lần hẹn thứ nhất - mở tuỷ, không dùng dụng cụ, sát trùng

source: 1st visit- incision and drainage 2nd visit- access, no instrumentation, disinfection and sealed with cavit
vi: Lần hẹn thứ nhất - rạch và dẫn lưu lần hẹn 2 - mở tuỷ, không dùng dụng cụ, sát trùng và trám bằng cavit

source: 2 weeks – composite restoration
vi: 2 tuần – trám composite

source: 2 year- closure of apex and thickening of dentinal wall.
vi: 2 năm - đóng chóp và thành ngà dày hơn

source: 2 | Cell Culture Basics
vi: 2 | Nuôi cấy tế bào cơ bản

source: 2.No treatment
vi: 2. Không điều trị

source: 20-40% additional cleansing / augmenting the conventional root canal debridement.
vi: 20-40% làm sạch thêm / làm tăng mở tuỷ thông thường.

source: 2000: >7 billion
vi: 2000: >7 tỷ

source: 25.00 mg/mL produced fewer DPCs when compared with lower concentrations and the control.
vi: 25.00 mg/mL ít tế bào DPCs hơn khi so sánh với nồng độ thấp hơn và nhóm chứng.

source: 26 | Cell Culture Basics
vi: 26 | Nuôi cấy tế bào cơ bản

source: 29 As bacteria can also influence their environment, and both synergistic and antagonistic interactions are suggested for bacteria in dental plaque, the environmental pressure described in the ecological plaque hypothesis could be introduced partly by bacteria.
vi: Vì vi khuẩn cũng có thể ảnh hưởng đến môi trường của chúng, và cả hai tương tác hiệp lực và đối kháng được đề xuất cho các vi khuẩn trong mảng bám răng, áp lực môi trường mô tả trong giả thuyết mảng bám sinh thái có thể được đưa ra một phần bởi vi khuẩn.

source: 3 months- asymptomatic .
vi: 3 tháng - không có triệu chứng.

source: 3 stages of tissue repair, including the inflammatory phase, new tissue formation, and tissue-remodeling phase, may be affected by aging.
vi: 3 giai đoạn của sửa chữa mô gồm giai đoạn viêm, hình thành mô mới, và giai đoạn tái cấu trúc mô, có thể bị ảnh hưởng bởi lão hoá

source: 3.Extraction
vi: 3. Nhổ răng

source: 30 month – complete closure of apex and thickening of root wall on radiographic evaluation
vi: 30 tháng – trên phim X quang thấy đóng chóp hoàn toàn và thành ngà dày thêm

source: 30 | Cell Culture Basics
vi: 30 | Nuôi cấy tế bào cơ bản

source: 30%–60% cell viability = moderate cytotoxicity
vi: 30%–60% tế bào sống = độc tính tế bào trung bình

source: 34 possible conditions
vi: 34 tình trạng có thể

source: 3Mix (Hoshino et al) spun down the canal to a depth of 8mm with lentulospiral (for 26 days)
vi: 3Mix (Hoshino và cộng sự) quay xuống ống tuỷ khoảng 8mm bằng lentulo (26 ngày)

source: 3Mix affected on APCs similar to DPCs.
vi: 3Mix ảnh hưởng lên APCs tương tự như DPCs.

source: 3Mix at 25.00 mg/mL completely eradicated all isolated bacteria with a significant reduction of bacterial recovery (P < .01).
vi: hỗn hợp 3 kháng sinh tại 25.00 mg/mL tiêu diệt hoàn toàn tất cả vi khuẩn được phân lập với sự giảm có ý nghĩa của vi khuẩn (P < .01).

source: 3Mix at a concentration of
vi: Hỗn hợp 3 kháng sinh tại nồng độ

source: 3Mix generated higher cytotoxicity compared with a single drug.
vi: 3Mix tạo ra độc tính tế bào cao hơn so với từng thuốc riêng rẽ.

source: 3Mix had greater cytotox- icity than other single drugs.
vi: 3Mix có độc tính tế bào cao hơn các thuốc đơn lẻ.

source: 3Mix induced a higher toxicity than minocycline, cipro- floxacin, and metronidazole.
vi: 3Mix gây độc tế bào cao hơn minocyclin, ciprofloxacin và metronidazole.

source: 3Mix, minocycline, and ciprofloxacin were cytotoxic to cultured DPCs and APCs.
vi: 3Mix, minocycline, và ciprofloxacin gây độc tế bào DPCs and APCs được nuôi cấy.

source: 4.Extraction and autotransplantation After extraction of a damaged incisor, it can be replaced with a posterior tooth, e.g. a premolar, if root development of this posterior tooth is at the correct stage.
vi: 4.Nhổ răng và cấy chuyển răng tự thân Sau khi nhổ răng cửa bị tổn thương, nó có thể được thay thế bằng một răng phía sau, ví dụ răng cối nhỏ, nếu phát triển chân răng phía sau này đúng giai đoạn.

source: 44 | Cell Culture Basics
vi: 44 | Nuôi cấy tế bào cơ bản

source: 48 | Cell Culture Basics
vi: 48 | Nuôi cấy tế bào cơ bản

source: 5 month – first sign of apical closure
vi: 5 tháng – dấu hiệu đóng chóp đầu tiên

source: 6 month- resolution of periapical radiolucency 1 – 18 month- continued development of apex
vi: 6 tháng - giảm thấu quang quanh chóp 1 – 18 tháng - tiếp tục phát triển lỗ chóp

source: 6 | Cell Culture Basics
vi: 6 | Nuôi cấy tế bào cơ bản

source: 6- 12 months- gradual apical closure.
vi: 6- 12 tháng - dần dần đóng chóp.

source: 60%–90% cell viability = slight cytotoxicity
vi: 60%–90% tế bào sống = độc tính tế bào nhẹ

source: 8.Fulling of defect
vi: 8.Khiếm khuyết toàn thể

source: <30% cell viability = severe cytotoxicity
vi: <30% tế bào sống = độc tính tế bào nghiêm trọng

source: >90% cell viability = noncytotoxicity
vi: >90% tế bào sống = không độc tế bào

source: A 3-antibiotic combination (3Mix) is widely used in endodontics for root canal disinfection, particularly in pulp revascularization procedures.
vi: 3 kháng sinh phối hợp (3Mix) được sử dụng rộng rãi trong nội cho khử trùng ống tuỷ, đặc biệt là trong phương pháp tái sinh mạch máu tuỷ răng.

source: A 3-antibiotic combination (3Mix), a mixture of minocycline, ciprofloxacin, and metronidazole, has been introduced by Hoshino et al (18) along with the LSTR concept.
vi: 3 kháng sinh phối hợp, hỗn hợp của minocycline, ciprofloxacin, và metronidazole, được giới thiệu bởi Hoshino và cộng sự (18) cùng với các quan niệm LSTR.

source: A 3–4 mm layer of glass ionomer (e.g. Fuji IX™, GC America, Alsip, IL) is flowed gently over the capping material and light-cured for 40 s.
vi: Một lớp 3–4 mm glass ionomer (e.g. Fuji IX™, GC America, Alsip, IL) chảy nhẹ nhàng lên trên vật liệu che và chiếu đèn 40s.

source: A current irrigation protocol, suggested by American Association of Endodontists follows rather the results of laboratory studies than case reports which were published previously.
vi: Quy trình bơm rửa hiện tại, đề nghị của Hiệp Hội Nội Nha Hoa Kỳ sau kết quả nghiên cứu trong lab hơn là các báo cáo ca được xuất bản trước đó.

source: A disadvantage of this mixture is tooth discoloration to a bluish-grey hue.
vi: Nhược điểm của hỗn hợp này làm đổi màu răng sang màu xanh xám.

source: A major objective of wound healing is the restoration of injured tissues preventing infection and chronic inflamma-
vi: Một mục tiêu chính của lành thương là phục hồi mô tổn thương, ngăn chặn nhiễm trùng và viêm mạn

source: A mixture of ciprofloxacin, metronida- zole, and clindamycin has recently been proposed (10).
vi: Một hỗn hợp của ciprofloxacin, metronidazole, và clindamycin cũng được đề xuất gần đây (10).

source: A person who has been stung by an insect may experience swelling only in the area of the sting.
vi: Một người đã bị cắn bởi một con côn trùng có thể bị sưng chỉ trong khu vực của vết cắn.

source: A polymicrobial ecosystem is produced that selects for anaerobic bacteria over time.
vi: Hệ sinh thái đa vi khuẩn được được hình thành chọn lựa vi khuẩn kỵ khí hơn.

source: A previous study has shown that full-strength Dycal soluble products caused significant cytotoxicity to dermal fibroblasts, while the diluted Dycal solutions were not toxic (25).
vi: Một nghiên cứu trước đó cho thấy full-strength Dycal soluble products gây độc tính tế bào có ý nghĩa đến nguyên bào sợi da, trong khi dung dịch pha loãng Dycal không gây độc (25).

source: A range of conditions can cause swelling.
vi: Một loạt tình trạng có thể gây sưng.

source: A recent 4-year retrospective study found
vi: Một nghiên cứu hồi cứu 4 năm gần đây cho thấy

source: A recent study found that TAP had significantly greater cyto- toxicity than each of its three individual antibiotic components on both SCAPs and DPCs (15).
vi: Một nghiên cứu gần đây thấy rằng TAP có độc tính tế bào lớn hơn có ý nghĩa hơn mỗi thành phần đơn lẻ lên SCAP và DPC (15).

source: A recent study suggested that 0.1 mg ml1 of TAP or DAP had no toxic effects on SCAPs (16).
vi: Một nghiên cứu gần đây cho rằng 0.1 mg ml1 of TAP or DAP không gây độc SCAPs (16).

source: A review on Lamarck: Lamarck is the first evolution scientist who identified the sequences of development of organic units, described their logical connections, and recognized the principle of evolutionary development of organisms.
vi: Một nhận xét về Lamarck: Lamarck là nhà khoa học tiến hoá đầu tiên đã xác định được trình tự của sự phát triển của đơn vị hữu cơ, mô tả kết nối hợp lý của chúng, và nhận ra những nguyên tắc của sự phát triển tiến hóa của các sinh vật.

source: A scan can help diagnose internal swelling, which is harder to identify.
vi: Một ảnh quết có thể giúp chẩn đoán sưng bên trong, loại rất khó xác định.

source: A stock solution of 3Mix was prepared by mixing the powder from minocycline (Qualimed, Samut Prakan, Thailand), ciprofloxacin (Khandelwal, Mumbai, India), and metronidazole (Piramal Healthcare,
vi: Một dung dịch gốc hỗn hợp 3 kháng sinh được chuẩn bị bằng cách trộn bột của minocycline (Qualimed, Samut Prakan, Thailand), ciprofloxacin (Khandelwal, Mumbai, India), và metronidazole (Piramal Healthcare,

source: A therapeutic review article published 110 years ago by Free-
vi: Bài báo tổng quan điều trị được Freeman và cộng sự [4]viết hơn 100 năm trước

source: A tooth with a vital pulp is resistant to microbial invasion.
vi: Răng có tuỷ sống có khả năng chống lại sự xâm nhập của vi khuẩn.

source: A wide range of studies have been conducted on the physicochemical traits and pharmacological effects of curcumin on different diseases like cardiovascular diseases, diabetes, cancer, rheumatoid arthritis, Alzheimer’s, inflammatory bowel disease (IBD), and even it has wound healing.
vi: Một loạt nghiên cứu được tiến hành trên các đặc điểm lý hoá và dược lý của curcumin trên các bệnh lý khác nhau như bệnh tim mạch, đái tháo đường, ung thư, thấp khớp, Alzheimer’s, viêm đại tràng (IBD), và thậm chí nó chữa lành vết thương.

source: AAE Clinical Considerations for a Regenerative Procedure Revised 4-12-15
vi: AAE Cân Nhắc Lâm Sàng Cho Quy Trình Tái Tạo Sửa Đổi 4-12-15

source: ABSTRACT
vi: TÓM TẮT

source: ACKNOWLEDGMENTS
vi: Lời cảm ơn

source: AIM:
vi: MỤC TIÊU:

source: APCs treated with 3Mix at different concentrations for 7 days.
vi: APCs điều trị bằng 3Mix các nồng độ khác nhau 7 ngày.

source: APPENDIX 1 Patient Consent Form
vi: PHỤ LỤC 1 Mẫu đồng thuận của bệnh nhân

source: APPENDIX 2 Revitalisation: Preoperative Diagnostics
vi: PHỤ LỤC 2 Sự tái sinh: Chẩn đoán trước phẫu thuật

source: Aborigines (Australia)
vi: Thổ Dân (Úc)

source: Absence of cortex
vi: Thiếu xương vỏ

source: Absent
vi: Không

source: Absorbance values that are lower than the control cells indicate a reduction in the rate of cell proliferation.
vi: Giá trị hấp thụ thấp hơn nhóm chứng chỉ ra sự giảm tỉ lệ tế bào tăng sinh.

source: Abstract
vi: TÓM TẮT

source: Abstract Aim: The purpose of this in vitro study was to evaluate the ef- fects of intracanal medicaments commonly used in endodontic regeneration on the survival of human dental pulp cells (DPCs).
vi: Tóm tắt Mục tiêu: Mục đích của nghiên cứu in vitro này là đánh giá ảnh hưởng của thuốc băng nội nha thường dùng trong nội nha tái tạo lên tế bào tuỷ răng người. (DPCs).

source: Abstract.
vi: Tóm tắt.

source: Abstract: Elimination of the bacteria in the root canal is the key goal in endodontic treatment.
vi: Tóm tắt: Làm sạch vi khuẩn trong ống tuỷ là chìa khoá trong điều trị nội nha

source: Access cavities were sealed with a Glass Ionomer.
vi: Xoang mở tuỷ được trám với Glass Ionomer.

source: According to Hoshino et al [10]
vi: Theo Hoshino và cộng sự [10]

source: According to Takushige T et al [11]
vi: Theo Takushige T và cộng sự [11]

source: Acknowledgments
vi: Lời cảm ơn

source: Action
vi: Hành động

source: Action of ingredients
vi: Tác dụng của các thành phần

source: Active apposition of new bone
vi: Sự khép lại hoạt động của xương mới

source: Acts as solvent enhancing better diffusion of the medicaments deep into the dentinal tubules thus enhancing the antimicrobial action.
vi: Hoạt động như dung môi tăng cường sự khuếch tán thuốc vào ống ngà sâu hơn làm tăng hoạt động của kháng sinh.

source: Acts by inhibiting protein synthesis on the surfaces of ribosomes.
vi: Hoạt động bằng cách ức chế tổng hợp protein trên bề mặt của ribosomes.

source: Add 10 μL MTT Reagent.
vi: Thêm 10 μL MTT Reagent.

source: Add 10 μL of MTT Reagent to each well, including controls.
vi: Thêm 10 μL MTT Reagent vào mỗi giếng, kể cả nhóm chứng.

source: Add 100 μL Detergent Reagent.
vi: Thêm μL Detergent Reagent.

source: Additionally, the process of wound healing is altered in aged individuals.
vi: Ngoài ra, quá trình lành thương được thay đổi ở những người già.

source: Adherent cells should be released from their substrate by trypsinization or scraping.
vi: Các tế bào bám dính sẽ được giải phóng từ đáy đĩa bằng men trypsin hoặc bằng cách cạo.

source: Adult type fatty marrow
vi: Tuỷ dạng trưởng thành

source: Advancement to cleansing is use by use of various medicaments, which can decrease the load of bacteria.
vi: Sự tiến bộ làm sạch là dùng nhiều loại thuốc, có thể giảm tải lượng vi khuẩn.

source: Advantages The goal of the treatment is to repopulate the root canal with vital living tissue in order for root development to continue.
vi: Ưu điểm Mục tiêu điều trị là để phục hồi lại ống tủy với mô sống quan trọng để cho chân răng phát triển tiếp tục.

source: Affected tooth
vi: Răng bị ảnh hương

source: After 10 – 15 minutes, a blood clot will form inside the root canal, which is then covered with a collagen sponge, a layer of bioactive cement and the permanent filling.
vi: Sau 10 - 15 phút, cục máu đông sẽ hình thành ở trong ống tuỷ, và nó được phủ lên bằng 1 lớp xi măng sinh học và trám vĩnh viễn.

source: After 15 min, MTA, wet cotton pellet and cavit placed.
vi: Sau 15 phút, đặt MTA, gòn ẩm và cavit.

source: After 7 days of repair, a significant delay in gingival wound-healing was observed in old rats.
vi: Sau 7 ngày sửa chữa, một sự chậm đáng kể trong lành thương nướu được quan sát ở chuột già.

source: After TGF-beta1 stimulation, both young and old fibroblasts demonstrated increased levels of alpha-SMA.
vi: Sau khi kích thích TGF-beta1, nguyên bào sợi của hai nhóm chuột non và giả cho thấy mức tăng lên của alpha-SMA.

source: After blood clot is formed, MTA is placed 3mm below the level of CEJ.
vi: Sau khi cục máu đông được hình thành, đặt MTA phía dưới mức CEJ 3mm.

source: After filing the canals, 2 sterile paper points were introduced into the canal and left for 1 minute.
vi: Sau khi dũa ống tuỷ, 2 côn giấy vô trùng được đưa vào ống tuỷ và để 1 phút.

source: After oral adminis- tration, metronidazole is well absorbed, and its peak plasma concentrations occur 1–2 h after administra- tion.
vi: Sau khi uống, metronidazole được hấp thụ tốt, và nồng độ đỉnh trong huyết thanh sau 1-2 giờ sau khi uống.

source: After repeated rinsing with antiseptics, bleeding is induced into the canal by mechanical irritation of the tissue at the root tip with a hand instrument.
vi: Sau khi lặp lại rửa sạch kháng sinh, làm chảy máu vào trong ống tuỷ bằng đưa dụng cụ tay vào mô quanh chóp.

source: After that, toxicity to the DPCs was determined by lactate dehydrogenase activity assays (LDH) and cell prolifera- tion was measured by colorimetric assays (WST-1).
vi: SAu đó, độc tính tế bào lên DPC được xác định bằng thử nghiệm lactate dehydrogenase activity (LDH) và tăng sinh tế bào được đo bằng colorimetric assays (WST-1).

source: After the first subculture, the primary culture becomes known as a cell line or subclone.
vi: Sau lần cấy truyền đầu tiên, nuôi cấy sơ được biết đến như một dòng tế bào hoặc subclone.

source: After treatment, pain can occur in some cases.
vi: Sau điều trị, một vài trường hợp có thể bị đau

source: Again, although encouraging results have been observed, most studies have been fairly short.
vi: Một lần nữa, mặc dù kết quả đáng khích lệ ta đã thấy, hầu hết các nghiên cứu có được khá ngắn.

source: Age
vi: Tuổi

source: Age / sex :11/M Diagnosis: Apical periodontitis with intraoral sinus tract
vi: Tuổi / giới: 11/Nam Chẩn đoán: Viêm quanh chóp với đường dò trong miệng

source: Age-Associated Defects That Affect
vi: Khiếm khuyết liên quan tới tuổi ảnh hưởng

source: Aging may negatively affect gingival wound-healing.
vi: Lão hoá có thể ảnh hưởng tiêu cực tới lành vết thương.

source: Aging provokes a clear detrimental effect on wound healing in several tissues, including the masticatory mucosa and the periodontium (Benatti et al.
vi: Lão hoá gây ra một tác hại rõ ràng lên việc lành thương mô, gồm các niêm mạc nhai và mô nha chu (Benatti et al.

source: All 4 antibiotics significantly reduced SCAP survival in a concentration-dependent fashion.
vi: Tất cả 4 kháng sinh làm giảm có ý nghĩa sự sống của SCAP phụ thuộc nồng độ

source: All drugs except metronidazole induced cytotoxicity on cultured cells.
vi: Tất cả các loại thuốc trừ metronidazole độc tế bào trên tế bào nuôi cấy.

source: All experiments on day 1 produced the highest cell viability, whereas day 7 generated the lowest cell viability when 3Mix, minocycline, and ciprofloxacin were tested (P < .001, Fig. 4).
vi: Tất cả thử nghiệm vào ngày 1 cho kết quả tế bào sống cao nhất, trong khi ngày 6 tạo ra tế bào sống thấp nhất khi hỗn hợp 3 kháng sinh minocycline, and ciprofloxacin được thử nghiệm (P < .001, hình 4).

source: All measures are normally performed under local anaesthesia and are free of pain.
vi: Tất cả thủ thuật thường được làm sau khi gây tê và không đau

source: All my questions have been answered.
vi: Tất cả câu hỏi của tôi đã được trả lời.

source: All procedures
vi: Tất cả quy trình

source: All samples were prepared at room temperature and sterilized by a double-filtering technique using 2.00-mm pore size filter paper (Whatman, Maidstone, England) and 0.2-mm pore size microfilters (Corning, Oneonta, NY).
vi: Tất cả mẫu thử được chuẩn bị tại nhiệt độ phòng và khử trùng bằng kỹ thuật lọc đôi bằng giấy lọc 2.00-mm (Whatman, Maidstone, England) 0.2-mm (Corning, Oneonta, NY).

source: All such disadvantages of conventional root canal treatment can be solved by regenerative treatment modalities [4].
vi: Tất cả những nhược điểm của điều trị nội nha thông thường có thể được giải quyết bằng phương pháp điều trị tái tạo [4].

source: Also augment the growth of host cells on dentin, via the exposure of embedded collagen ﬁbers or growth factors allowing for successful revascularization and continued development of root to its normal length.(17)
vi: Cũng làm tăng thêm sự phát triển của tế bào chủ trên ngà răng, thông qua tiếp xúc của sợi collagen hoặc yếu tố tăng trưởng cho phép tái sinh mạch máu thành công và tiếp tục phát triển chân răng tới chiều dài bình thường (17)

source: Also, since the root canal infection is a mixture of aerobic and anaerobic flora; no single medicament can cause sterilization of the canal.
vi: Cũng vậy, bởi vì ống tuỷ nhiễm trùng là hỗn hợp của vi khuẩn ái khí và kỵ khí, không có loại thuốc đơn lẻ nào có thể sát trùng ống tuỷ.
